Revit 2027 API
TessellatedBuildIssue.GetIssueDescription Method
 Gets a string describing the issue. If the issue does not present a problem, then an empty string is returned.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string GetIssueDescription()
Public Function GetIssueDescription As String
public:
String^ GetIssueDescription()
member GetIssueDescription : unit -> string
Return Value
String
 Description of the issue.
See Also
Reference
TessellatedBuildIssue Class
Autodesk.Revit.DB Namespace